[
  {
    "type": "ANNOUNCEMENT",
    "start": "2024-06-12T13:00:00.000Z",
    "end": "2024-06-12T14:00:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Registration",
        "summary": null,
        "description": null,
        "location": "UNASSIGNED",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "OTHER",
        "status": "ACCEPTED",
        "speakers": []
      }
    ]
  },
  {
    "type": "ANNOUNCEMENT",
    "start": "2024-06-12T14:00:00.000Z",
    "end": "2024-06-12T14:10:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Opening remarks",
        "summary": null,
        "description": null,
        "location": "UNASSIGNED",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "OTHER",
        "status": "ACCEPTED",
        "speakers": []
      }
    ]
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-12T14:10:00.000Z",
    "end": "2024-06-12T14:30:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Message by DVS Executive Director",
        "summary": null,
        "description": null,
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "DVS",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Amanda",
            "lastName": "Makulec",
            "title": null,
            "pronouns": "she/her",
            "email": "executive@datavisualizationsociety.com",
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Amanda%20Makulec.png",
            "bio": null
          }
        ]
      }
    ]
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-12T14:30:00.000Z",
    "end": "2024-06-12T15:30:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Visual Villainy: How to Undermine Humanity With Dataviz",
        "summary": "Together, they are leading a transformative movement in data visualization, particularly focusing on social justice and ethical communication, with their presentation titled \"Visual Villainy: How to Undermine Humanity With Dataviz\"",
        "description": "“Positive disruption” is for suckers. You’ve heard “how charts lie.” Maybe you’ve fibbed with statistics. Perhaps you’ve even dabbled with truncated y-axes. But in this talk, Gabby ‘Malevolence’ Mérite and Evil Eli Holder will encourage you to be more ambitious with your evil data deeds. Instead of just misleading audiences, why not unravel the social fabric of society? Or sabotage an election? Or spread misinformation? Maybe you think pandemics are fun, and you’d like to see more of them? In this talk, we’ll explore three design techniques that are scientifically proven to promote the three P’s of evil dataviz: Plagues, Prejudice, and Polarization. ",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "KEYNOTE",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Eli",
            "lastName": "Holder",
            "title": null,
            "pronouns": null,
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Eli%20Holder.png",
            "bio": null
          },
          {
            "firstName": "Gabrielle",
            "lastName": "Merite",
            "title": null,
            "pronouns": null,
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Gabrielle%20Merite.png",
            "bio": null
          }
        ]
      }
    ]
  },
  {
    "type": "PAUSE",
    "start": "2024-06-12T15:30:00.000Z",
    "end": "2024-06-12T16:00:00.000Z",
    "edition": "2024",
    "events": []
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-12T16:00:00.000Z",
    "end": "2024-06-12T16:30:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "## Accessibility: the key to unlock your best data visualization",
        "summary": "Accessibility is the source of our most life- and society-changing products we use every day: keyboards, touch screens, virtual assistants, and more. Accessibility is often seen as a constraint, but if data visualization designers can tap into accessibility they’ll be tapping into one of the most creatively disruptive forces in the history of technology.",
        "description": "Accessibility is the source of some of our most disruptive technology. Keyboards. Touch screens. Virtual assistants. Life- and society-changing products we use every day are built on technology that originally aimed to support people with disabilities. Accessibility is often seen as a costly constraint, when it should be seen as a source of innovation — particularly in data experiences. This talk isn’t here to provide answers, but rather inspiration: how has accessibility disrupted the technological landscape? How can designers tap into one of the most creatively disruptive forces in the history of technology? And what accessibility innovations might disrupt the field of data visualization?",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "ACCESSIBILITY",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Joshua",
            "lastName": "Smith",
            "title": null,
            "pronouns": "he/him",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Jashua%20Smith.png",
            "bio": null
          }
        ]
      }
    ]
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-12T16:30:00.000Z",
    "end": "2024-06-12T17:00:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Making arguments with data visualization",
        "summary": "Data visualization can be used as a powerful tool for persuasion. How's that done and what do we need to watch out for? The talk will share with the audience a few simple techniques I learned through work to achieve that. ",
        "description": "Analysts are great at identifying trends. Designers are great at coming up with creative ways to convey information in an understandable way. But oftentimes we stop there and do not think about the message. For my job as a graphic reporter at The Washington Post Opinion desk, I use data visualization as a tool for persuasion. I will share with the audience a few techniques I learned through work that everyone can use to make arguments with data visualization.",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "STORYTELLING",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Youyou",
            "lastName": "Zhou",
            "title": null,
            "pronouns": null,
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Youyou%20Zhou.png",
            "bio": "I’m a data journalist working with graphics and code. I produce data-driven, visual, interactive, and experimental journalism that breaks free of words-based formats. I'm currently working at the Opinion desk of The Washington Post as a graphics reporter. "
          }
        ]
      }
    ]
  },
  {
    "type": "LIGHTNING",
    "start": "2024-06-12T17:00:00.000Z",
    "end": "2024-06-12T17:10:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Practical Tactics for Gender Inclusivity in Data Reporting",
        "summary": null,
        "description": null,
        "location": "UNASSIGNED",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "OTHER",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Emilia",
            "lastName": "Ruzicka",
            "title": null,
            "pronouns": "they/them",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Emilia%20Ruzicka.png",
            "bio": "Emilia Ruzicka is a freelance data journalist and technology and society researcher. They currently attend University of Virginia, where they are pursing an MA in media, culture, and technology, a certificate in digital humanities, and a PhD in data science. In addition to their studies, Emilia writes their own blog and pursues personal visualization projects. Check out Emilia's work at emiliaruzicka.com."
          }
        ]
      }
    ]
  },
  {
    "type": "LIGHTNING",
    "start": "2024-06-12T17:10:00.000Z",
    "end": "2024-06-12T17:20:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Forget About Dashboards and Solve the Business Problem",
        "summary": null,
        "description": null,
        "location": "UNASSIGNED",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "OTHER",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Kevin",
            "lastName": "Ford",
            "title": null,
            "pronouns": "he/him",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Kevin%20Ford.png",
            "bio": null
          }
        ]
      }
    ]
  },
  {
    "type": "LIGHTNING",
    "start": "2024-06-12T17:20:00.000Z",
    "end": "2024-06-12T17:30:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "This is not Havana, Cuba",
        "summary": null,
        "description": null,
        "location": "UNASSIGNED",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "OTHER",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Sam",
            "lastName": "Hart",
            "title": null,
            "pronouns": "he/him",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Sam%20Hart.png",
            "bio": "Sam is a data visualization developer at Reuters, working for the Special Reports team."
          }
        ]
      }
    ]
  },
  {
    "type": "PAUSE",
    "start": "2024-06-12T17:30:00.000Z",
    "end": "2024-06-12T19:00:00.000Z",
    "edition": "2024",
    "events": []
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-12T19:00:00.000Z",
    "end": "2024-06-12T20:00:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Positive Disruption Panel: Data Physicalisation",
        "summary": "Join us for an enlightening panel featuring three lightning talks that delve into the transformative power of data visualization in diverse contexts, followed by a moderated discussion and an audience Q&A session. \n\nModerated by Jason Forrest\n",
        "description": "\n\n",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "UNUSUAL",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Regine",
            "lastName": "Abos",
            "title": null,
            "pronouns": null,
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Regine%20Abos.png",
            "bio": null
          },
          {
            "firstName": "Gulrez",
            "lastName": "Khan",
            "title": null,
            "pronouns": null,
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Gulrez%20khan.png",
            "bio": null
          },
          {
            "firstName": "Tatiana Laher",
            "lastName": "Kalainoff",
            "title": null,
            "pronouns": "she/her",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Tatiana%20Kalainoff.png",
            "bio": null
          }
        ]
      }
    ]
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-12T20:00:00.000Z",
    "end": "2024-06-12T20:30:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "From Viz to Victory Lane: Building a Data Product From the Ground Up",
        "summary": "At McLaren Racing, we are building intuitive, interactive data visualizations to help us make decisions at the race track faster and more effectively.  This talk will discuss this iterative process of collaboration with our engineers, drivers, and team leaders, including the technical decision-making process and the lessons learned around the importance of stakeholder buy-in when introducing disruptive changes to established industry practices.",
        "description": "In my role at McLaren Racing, I'm spearheading the development of innovative tools to transform the way our race engineers interact with data.  This initiative aims to replace cumbersome Excel-based tools with intuitive web applications featuring interactive D3 visualizations, backed by SQL databases and Python data analysis.  This talk will discuss this ongoing, iterative process of collaboration with our engineers, drivers, and team leaders, and the lessons we have learned around the importance of stakeholder buy-in when introducing disruptive changes to established industry practices.  We are using data visualization to help us make better decisions faster in a domain where every second counts, and we’re learning a great deal about what it means to build an effective data product along the way.",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "ANALYTICS",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Michael",
            "lastName": "Gethers",
            "title": null,
            "pronouns": "he/him",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Michael%20Gethers.png",
            "bio": "Michael is a data scientist and data visualization designer currently based in Indianapolis, IN.  After working for nearly 10 years as a data scientist in tech and cybersecurity, he now leads data strategy for McLaren Racing’s IndyCar Team, Arrow McLaren, where he is working to transform the way the team stores, analyzes, presents, and understands the large volume of data that is produced every time one of its cars is on track.  Michael studied Statistics at UC Berkeley before working at Mercer and Salesforce in San Francisco, HUMAN Security in London, and now McLaren in Indianapolis."
          }
        ]
      }
    ]
  },
  {
    "type": "PAUSE",
    "start": "2024-06-12T20:30:00.000Z",
    "end": "2024-06-12T21:00:00.000Z",
    "edition": "2024",
    "events": []
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-12T21:00:00.000Z",
    "end": "2024-06-12T21:30:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "How to choose a chart type (it's trickier than you think)",
        "summary": "When designing a data visualization, one of the trickiest—and yet most consequential—design choices is choosing which chart type to use. While less experienced chart designers tend to believe that this is a simple decision, more experienced chart creators know that it can be quite tricky, and may even believe that it’s a skill that can only be developed through years of experience. In this talk, educator and author Nick Desbarats shows examples of decision trees from his new book, Practical Charts, that allow chart creators to reliably make expert-level chart type choices.",
        "description": "\"When it comes to choosing a chart type, most chart creators fall into one of three groups:\nThe first group consists of those with relatively little chart-making experience, who tend to believe that choosing a chart type is an easy decision that can be made based on simple rules of thumb, such as, “To show data over time, use a line chart.” or “To show the breakdown of a total, use a pie chart.”\nThe second group consists of those who believe that chart type selection is a bit more complex but can be accomplished using relatively simple “chart-chooser” decision trees, diagrams, or chart type catalogues.\nThe third group consists of those who have more chart-making experience, who tend to believe that choosing a chart type is too complex, nuanced, or subjective to be codified into simple rules of thumb or decision trees, and that it’s an intuitive skill that can only be developed with experience over time.\nIn this talk, educator and best-selling author Nick Desbarats proposes that chart types can be chosen based on decision trees, but that the decision trees that are available online are problematically over-simplistic and often point to obviously questionable chart type choices. He’ll then show examples of more “robust” decision trees from his new book, Practical Charts, that allow chart creators of any experience level to reliably make expert-level chart type choices.\n\"",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "ANALYTICS",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Nick",
            "lastName": "Desbarats",
            "title": null,
            "pronouns": "he/him",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Nick%20Desbarats.png",
            "bio": "As an independent educator and best-selling author, Nick Desbarats has taught data visualization and information dashboard design to thousands of professionals in over a dozen countries at organizations such as NASA, Bloomberg, Visa, The United Nations, Shopify, The Internal Revenue Service, and The Central Bank of Tanzania."
          }
        ]
      }
    ]
  },
  {
    "type": "LIGHTNING",
    "start": "2024-06-12T21:30:00.000Z",
    "end": "2024-06-12T21:40:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Show Your Data with Sound using Erie",
        "summary": "While data sonification has been put to powerful use for immersive storytelling and data accessibility, creating sonifications with existing tools is challenging for many authors with limited audio engineering knowledge. To ease the creation of sonification, I introduce Erie, a JavaScript library for declaratively programming data sonifications that supports exploring the rich design space of audio graphs via customizable and extensible auditory instruments and channels. ",
        "description": "By mapping data to sound, data sonifications (or audio graphs) have a wide range of applications, including immersive storytelling, ambient data observation, and data accessibility. However, creating data sonifications with existing tools is difficult as authors have to figure out how to use music or raw audio software and switch between them. To make it easier to create sonifications and related applications, I introduce Erie, a JavaScript library for declaratively programming data sonifications. Erie supports encoding various auditory channels like time, pitch, tapping, and volume, and instruments like sine-wave oscillator, synth, and piano, which are customizable and extensible via audio filters and audio sampling. I show how Erie can support exploration of novel audio graph designs and development of customizable sonification applications.",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "ACCESSIBILITY",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Hyeok",
            "lastName": "Kim",
            "title": null,
            "pronouns": "he/him",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Hyeok%20Kim.png",
            "bio": "Hyeok Kim is a human-computer interaction and visualization researcher. His research aims to support visualization authors to produce data visualizations for multiple audiences with different characteristics. He completed his Ph.D. in Computer Science at Northwestern University and has published his work in ACM CHI, CSCW, IEEE VIS, and EuroVis."
          }
        ]
      }
    ]
  },
  {
    "type": "LIGHTNING",
    "start": "2024-06-12T21:40:00.000Z",
    "end": "2024-06-12T21:50:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Machine Meets Illustration: Our Medium Is Data",
        "summary": "Uncover the power of combining data & hand-drawn art! This talk explores contrasting approaches used by Taha & Sophie to visualize ecological data.",
        "description": "\"Uncover the power of combining data & hand-drawn art! This talk explores contrasting approaches used by Taha & Sophie to visualize ecological data: \n- Taha: Transformed city data into an illustrated \"\"street tree guide,\"\" revealing lived experience beyond the numbers.  \n- Sophie: Brought wildflowers back to life with art, before diving into data to understand their loss.\"",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "ART",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Taha",
            "lastName": "Ebrahimi",
            "title": null,
            "pronouns": "she/her",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Taha%20Ebrahimi.png",
            "bio": "Taha, author of \"Street Trees of Seattle: An Illustrated Walking Guide\" and Director of Tableau Public, explores data through hand-drawn narratives."
          },
          {
            "firstName": "Sophie",
            "lastName": "Sparks",
            "title": null,
            "pronouns": null,
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Sophie%20Sparkes.png",
            "bio": "Sophie, an Information Designer, and former Tableau Public team member, bridges the illustration and data to bring information to life."
          }
        ]
      }
    ]
  },
  {
    "type": "LIGHTNING",
    "start": "2024-06-12T21:50:00.000Z",
    "end": "2024-06-12T22:00:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Communicating Actionable Earth Science at the Earth Information Center",
        "summary": "NASA's Earth Information Center (EIC) is a new partnership between 7 federal agencies to communicate how we observe a changing Earth. NASA has built two physical exhibits to communicate these insights: the first located at NASA Headquarters in Washington, D.C. and the second in the Smithsonian National Museum of Natural History. This presentation will highlight how data storytelling and data visualization with dashboards and \"beauty pieces\" are used in these physical exhibits.",
        "description": "NASA's Earth Information Center (EIC) is a new partnership between 7 federal agencies combining remote sensing data, ground sensor data, and demographic data to communicate how we observe a changing Earth and to provide actionable Earth data to the public. As part of the EIC, NASA has built two physical exhibits to communicate the insights these data products can provide: the first in the lobby of NASA Headquarters and the second in the Smithsonian National Museum of Natural History. This presentation will highlight how data storytelling and data visualization with dashboards and \"beauty pieces\" are used in these physical exhibits.",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "STORYTELLING",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Alex",
            "lastName": "Gurvich",
            "title": null,
            "pronouns": "he/him",
            "email": "alexander.b.gurvich@nasa.gov",
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Alex%20Gurvich.png",
            "bio": "In his former life, Alex Gurvich studied the formation of distant galaxies like the Milky Way using supercomputer simulations of the universe and received a Ph.D. in Computational Astrophysics from Northwestern University. During his Ph.D., he had the opportunity as an NSF Graduate Fellow to develop an interactive browser-based point cloud visualization tool, Firefly, which led him to realize he was more interested in building software to visualize data than he was remaining in academia. Now he creates interactive web visualizations of climate data as a member of NASA Goddard's Scientific Visualization Studio and serves as the technical lead of Earth.gov, the virtual home of NASA's Earth Information Center."
          }
        ]
      }
    ]
  },
  {
    "type": "UNCONF",
    "start": "2024-06-12T22:05:00.000Z",
    "end": "2024-06-12T22:50:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Data Viz Career Panel: Insights & Q&A",
        "summary": "Join us for an engaging early career unconference panel featuring industry leaders Matthias Stahl, Taj Carson, Agata Ketterick, and Kevin Wee. This unique event will kick off with a brief, mediated discussion where our distinguished panelists will share insights from their diverse experiences in data visualization, journalism, business intelligence, and non-profit sectors. Following the discussion, we’ll open the floor to the audience for an interactive Q&A session. \n\nDon't miss this opportunity to gain valuable advice, ask your burning questions, and connect with experts who have navigated and excelled in their respective fields. Whether you're just starting your career or looking to pivot, this unconference is designed to provide you with the inspiration and knowledge to advance your professional journey. Mark your calendar and be part of this dynamic and informative event!",
        "description": "1. Best way to reach you during the conference\nearlycareer@datavisualizationsociety.org\n\n2. Session Type (Talk, Panel, Discussion, Q&A/AMA, Hands On, Fun/Misc)\nPanel\n\n3. Supplies or support needed (e.g., projector)\nMics, streaming services\n\n4. Anything else you'd like us to know?\n\n",
        "location": "ROOM1",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "CAREER",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Zane",
            "lastName": "Wolf",
            "title": null,
            "pronouns": "she/her",
            "email": "rzanewolf@gmail.com",
            "organization": null,
            "imageUrl": null,
            "bio": null
          }
        ]
      },
      {
        "title": "Creating Data Viz Community within your Organization",
        "summary": "Inspired by Outlier 2022 and Cole Nussbaumer Knaflic's book Storytelling with Data we created the Data Viz Disco at our organization two years ago. The Data Viz Disco is a dedicated space to learn, practice and be inspired by Data Viz with other analysts. We would like to share some of our experiences, both successes and challendges, and Head from others creating data viz community.",
        "description": "1. via text or call to 513-484-8290 (Dallas) or 513-828-2402 (Christina)\n\n2. Session Type (Discussion)\n\n3. Supplies or support needed (white board or projector)",
        "location": "ROOM2",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "OTHER",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Christina",
            "lastName": "Koutroubas",
            "title": null,
            "pronouns": "she/her",
            "email": "christina_koutroubas@cinfin.com",
            "organization": null,
            "imageUrl": null,
            "bio": null
          },
          {
            "firstName": "Dallas",
            "lastName": "Mount",
            "title": null,
            "pronouns": "he/him",
            "email": "dallas_mount@cinfin.com",
            "organization": null,
            "imageUrl": null,
            "bio": null
          }
        ]
      },
      {
        "title": "Climate Data Visualizers Unite",
        "summary": "Let’s discuss challenges and strategies for communicating data relating to Earth’s climate. What goals do each of us have in making climate data visualizations? How do we accomplish those goals? How do we measure success? What tools do we use and what speedbumps do we encounter?",
        "description": "1. Best way to reach you during the conference\nAlex.b.gmail.com\n2. Session Type (Talk, Panel, Discussion, Q&A/AMA, Hands On, Fun/Misc)\nDiscussion\n3. Supplies or support needed (e.g., projector)\nSpace to meet in?\n4. Anything else you'd like us to know?\nI like turtles \n",
        "location": "ROOM3",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "SCIENCE",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Alex",
            "lastName": "Gurvich",
            "title": null,
            "pronouns": "he/him",
            "email": "alexander.b.gurvich@nasa.gov",
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Alex%20Gurvich.png",
            "bio": "In his former life, Alex Gurvich studied the formation of distant galaxies like the Milky Way using supercomputer simulations of the universe and received a Ph.D. in Computational Astrophysics from Northwestern University. During his Ph.D., he had the opportunity as an NSF Graduate Fellow to develop an interactive browser-based point cloud visualization tool, Firefly, which led him to realize he was more interested in building software to visualize data than he was remaining in academia. Now he creates interactive web visualizations of climate data as a member of NASA Goddard's Scientific Visualization Studio and serves as the technical lead of Earth.gov, the virtual home of NASA's Earth Information Center."
          }
        ]
      }
    ]
  },
  {
    "type": "NETWORKING",
    "start": "2024-06-12T22:50:00.000Z",
    "end": "2024-06-13T00:20:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Cocktail Hour",
        "summary": null,
        "description": null,
        "location": "UNASSIGNED",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "OTHER",
        "status": "ACCEPTED",
        "speakers": []
      }
    ]
  },
  {
    "type": "ANNOUNCEMENT",
    "start": "2024-06-13T13:30:00.000Z",
    "end": "2024-06-13T14:00:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Registration & Breakfast",
        "summary": null,
        "description": null,
        "location": "UNASSIGNED",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "OTHER",
        "status": "ACCEPTED",
        "speakers": []
      }
    ]
  },
  {
    "type": "ANNOUNCEMENT",
    "start": "2024-06-13T14:00:00.000Z",
    "end": "2024-06-13T14:10:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Opening remarks",
        "summary": null,
        "description": null,
        "location": "UNASSIGNED",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "OTHER",
        "status": "ACCEPTED",
        "speakers": []
      }
    ]
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-13T14:10:00.000Z",
    "end": "2024-06-13T15:10:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Thinking with Data Visualizations, Fast and Slow",
        "summary": "Meet Steven Franconeri, The founder of ExperCeption and Professor of Psychology at Northwestern University. He leads a cutting-edge research lab focusing on cognitive science of data visualization, science communication, and persuasive presentation of data-backed arguments. Steve is a leading teacher and speaker on data storytelling, dashboard design, and persuasive presentation.",
        "description": null,
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "KEYNOTE",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Steve",
            "lastName": "Franconeri",
            "title": null,
            "pronouns": null,
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Steven%20Franconeri.png",
            "bio": null
          }
        ]
      }
    ]
  },
  {
    "type": "LIGHTNING",
    "start": "2024-06-13T15:10:00.000Z",
    "end": "2024-06-13T15:20:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Tiny Titans of Data: The Mighty Impact of Micro Visualization",
        "summary": "Discover the transformative power of micro visualization, where small-scale visuals deliver major insights. Learn to craft tiny, powerful visualizations into spreadsheets, reports, and text, transforming complex data into clear, compelling stories in various fields like finance, sports, and healthcare",
        "description": "Dive into the world of micro visualization with my whirlwind tour, where less is more and small is mighty! Tired of wading through a sea of oversized charts? Discover how tiny, integrated visual gems can revolutionize your data storytelling. We'll explore the art of embedding compact, impactful visualizations right where you need them – in spreadsheets, reports, and even inline with text. I’ll show you how to master minimalist design techniques, highlight pivotal data trends effortlessly, and bring life to your data narratives. See real-life examples from finance, sports, and healthcare that illustrate the power of 'thinking small' in data. Get ready to turn your data into captivating, bite-sized visual stories!",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "DASHBOARD",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Kuhu",
            "lastName": "Gupta",
            "title": null,
            "pronouns": "she/her",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Kuhu%20Gupta.png",
            "bio": "Kuhu Gupta is a Data Visualization Engineer at Illumio. She holds Masters in Computer Science with a specialization in Visual Analytics and Human-Computer Interaction from the Georgia Institute of Technology. Kuhu's professional forte lies in designing data-driven products and crafting intuitive user interfaces that simplify complex concepts. Fueled by a strong passion for the discipline, she excels in converting intricate network and cloud security data into clear, engaging, and dynamic visualizations. "
          }
        ]
      }
    ]
  },
  {
    "type": "LIGHTNING",
    "start": "2024-06-13T15:20:00.000Z",
    "end": "2024-06-13T15:30:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Sometimes less is just less",
        "summary": "There is a trend in the data visualization and other design fields described as \"less is more\". Literal application of this slogan often leads to sub-optimal designs and experiences. In the talk I will quickly explain why, and provide an approach to counteract this trend in a healthy way.",
        "description": "There is a trend in the data visualization and other design fields described as \"less is more\". Literal application of this slogan often leads to sub-optimal visualisations and user experience, destroys the individuality of the creator and finally leads towards \"digital sameness\" – the greatest digital epidemic happening right now. In the talk I will quickly explain why this is happening, and provide an approach to counteract this trend in a healthy way.",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "DASHBOARD",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Martynas",
            "lastName": "Jočys",
            "title": null,
            "pronouns": null,
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Martynas%20Jocys.png",
            "bio": "Martynas is a Data and Analytics Consultant specializing in UX design and data communication. He works in the field of Business Intelligence (aka dashboards), and occasionally shares his knowledge in conferences and trainings."
          }
        ]
      }
    ]
  },
  {
    "type": "PAUSE",
    "start": "2024-06-13T15:30:00.000Z",
    "end": "2024-06-13T16:00:00.000Z",
    "edition": "2024",
    "events": []
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-13T16:00:00.000Z",
    "end": "2024-06-13T16:30:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Visualizing Climate Action: Designing Intuitive Dashboards for Decarbonization",
        "summary": "This talk delves into the design and UX process behind creating complex yet intuitive data dashboards, using the example of NZero's decarbonization platform. Explore how data visualization can empower climate action and drive customer interaction in climate-tech, leading to informed decision-making and impactful outcomes.",
        "description": "Join me as I take a deep dive into the intricate world of designing complex yet intuitive data dashboards, leveraging my experience with NZero, a carbon accounting platform. Throughout the talk, I'll showcase the design and UX process behind creating these dashboards, highlighting their crucial role in driving climate action. We'll explore how data visualization can provide visibility into decarbonization scopes, empowering users to make informed decisions that contribute to a cleaner, more sustainable future. From discussing the importance of roadmapping and clean grids to demonstrating how visibility can change perspectives and drive impactful actions, this talk aims to inspire and educate on the transformative power of intuitive data dashboards in climate-tech.",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "ANALYTICS",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Saloni",
            "lastName": "Shah",
            "title": null,
            "pronouns": "she/her",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Saloni%20Shah.png",
            "bio": "Saloni is a Senior Product Designer at NZero with a multidisciplinary background encompassing data visualization, urban design, and XR applications. Leveraging her expertise, she specializes in merging data and design to represent complex environmental data, addressing climate issues at large while working across concept development, visual design, interaction design, and product design."
          }
        ]
      }
    ]
  },
  {
    "type": "LIGHTNING",
    "start": "2024-06-13T16:30:00.000Z",
    "end": "2024-06-13T16:40:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Mapbusters: Breaking the rules in cartography",
        "summary": "Map design requires a good understanding of the map’s purpose and its audience’s needs, as well as at least some understanding of how to design a map that works. This talk presents initial results of research that tests common, and assumed cartographic practice, and explores how, and to what extent you can defy well-understood advice with solutions that work. It encourages positive disruption in map design through an appreciation of what are loosely called cartographic rules (best practices), and how they can be broken with success.",
        "description": "It’s easy to make a map, and to follow the defaults you’re often presented with. It’s easy to make changes to those defaults. But that’s often where people go wrong because they do so in isolation of understanding the design task at hand. More than that, it’s just as easy to go beyond best practice and conventional advice. But to do so successfully requires a good understanding of the map’s purpose and its audience’s needs, as well as at least some understanding of how to design a map that works. It requires logic, careful choices, and a human touch. It demands a coherent strategy to help achieve a great map design whether you adhere to best practice or choose to make justifiable decisions and ignore it. This talk presents initial results of research that test common, and assumed cartographic practice, and explores how, and to what extent you can defy well-understood advice with solutions that work. It encourages positive disruption in map design through an appreciation of what are loosely called cartographic rules (best practices), and how they can be broken with success. It also introduces 'map doctor'; a new AI developed to help students and non-cartographers to get a critique on their maps. It helps identify what elements are working on the map, and can offer some options for solutions that might improve it.",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "STORYTELLING",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Kenneth",
            "lastName": "Field",
            "title": null,
            "pronouns": null,
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Ken%20Field.png",
            "bio": "Maps are Ken’s passion, and profession. After 20 years teaching cartography and GIS in academia in the UK Ken moved to California where, for the last 13 years, he has made maps, and talked and written about cartography at Esri. He blogs (cartoblography.com), comments on X, and Bluesky (@kennethfield), shares maps, videos, code, and how-tos at his Mappy Hour site (links.esri.com/mappyhour), after 8 years as Chair is now Vice-Chair of the ICA Map Design Commission, and did a 9 year stint as Editor of The Cartographic Journal."
          }
        ]
      }
    ]
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-13T16:40:00.000Z",
    "end": "2024-06-13T17:10:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "“Britannica's Encyclopedia Infographica”: Lessons from designing over 200 infographics",
        "summary": "Valentina D’Efilippo, designer and co-author of “Britannica’s Encyclopedia Infographica”, will take the audience on the journey of transforming the iconic Britannica Encyclopedia through infographic storytelling – outlining challenges, solutions, and valuable lessons. Attendees will leave with an appreciation of the complexities of researching, designing, and editing over 200 unique infographics, along with practical insights applicable to their own projects.",
        "description": "\"“Britannica’s Encyclopedia Infographica” is a children's encyclopedia filled with facts and infographics about the universe, wildlife, and human anatomy. Valentina D’Efilippo, designer and co-author, will take the audience on the journey of transforming the iconic Britannica Encyclopedia through infographic storytelling – outlining challenges, solutions, and valuable lessons.\n\nThe genesis of this project was as daunting as it was exhilarating. Valentina will discuss how she conquered the fear associated with the monumental task of creating over 200 infographics and the strategies she employed to effectively manage the workload. She will delve into the significance of data research in informing design decisions, the establishment of design boundaries to ensure consistency, and the inevitable compromises required to distill vast amounts of data into engaging, educational graphics tailored for a younger audience.\n\nA key focus of the talk will be on the psychological dimensions of creative work. Valentina will share stories that shed light on the fears and triumphs experienced, underlining the importance of flexibility, openness, and the value of a unique perspective in navigating the creative process with optimism.\n\nAttendees will leave with an appreciation of the complexities of researching, designing, and editing the encyclopedia, along with practical insights applicable to their own projects.\n\"",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "STORYTELLING",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Valentina",
            "lastName": "D'Efilippo",
            "title": null,
            "pronouns": "she/her",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Valentina%20D_Efilippo.png",
            "bio": "Valentina D'Efilippo, an award-winning designer, creative director, and author, is renowned for her ability to inspire, move, and connect people through data-driven experiences. Her work includes the critically acclaimed \"The Infographic History of the World,\" co-authored with James Ball and available in eleven languages, and the innovative \"Britannica’s Encyclopedia Infographica,\" a children's encyclopedia filled with facts and infographics about the universe, wildlife, and human anatomy. "
          }
        ]
      }
    ]
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-13T17:10:00.000Z",
    "end": "2024-06-13T17:40:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Running feminist data studios",
        "summary": "Is there room for feminist data studios to effectively change our industry? Despite starting Odd Studio and Kontinentalist from opposite sides of the globe, Leticia and Pei Ying, a Latina and an Asian studio co-founders bring their perspectives, beliefs and attempt to answer that question.",
        "description": "Despite starting Odd.Studio and Kontinentalist 17 thousand km apart, it is uncanny how similar the journey of two women-led studios have been. These include navigating what is a white and male-dominated industry, but finding solidarity in one another in overcoming challenges, recognizing mistakes, and offering something different in an industry that can be especially harsh on women and underrepresented designers, developers, and thinkers. We will share our experiences, challenges, and solutions in having the power to create a diverse team for change. We’ve built studios that challenge the status quo and myth-bust imposter syndrome, leading with empathy to foster inclusivity and empower ownership. Although a bumpy ride, we believe there is room to disrupt how studios work today.",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "LITERACY",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Pei Ying",
            "lastName": "Loh",
            "title": null,
            "pronouns": null,
            "email": "peiying@kontinentalist.com",
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Pei%20Ying%20Loh.png",
            "bio": "Pei Ying, the driving force behind Kontinentalist, brings her unique perspective from the dynamic streets of Singapore. Leading with a mission to empower voices through compelling storytelling, she endeavors to reshape perceptions of Asia and its rich tapestry of cultures. As a co-founder and underrepresented minority in the industry, Pei Ying uses her platform to champion cause-driven narratives and foster a workspace that embraces diversity, striving for positive change within the tech and data visualization spheres."
          },
          {
            "firstName": "Leticia",
            "lastName": "Pozza",
            "title": null,
            "pronouns": "she/her",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Leticia%20Pozza.png",
            "bio": "Leticia, co-founder of Odd, hails from the vibrant landscapes of Brazil. With a keen eye for innovation and a deep love for data, she leads her diverse team in exploring cutting-edge technologies to communicate scientific breakthroughs and deliver impactful data projects for organizations worldwide. Passionate about challenging industry norms, Leticia actively advocates for inclusivity and diversity, striving to create a better workspace for all in the tech realm."
          }
        ]
      }
    ]
  },
  {
    "type": "UNCONF",
    "start": "2024-06-13T17:45:00.000Z",
    "end": "2024-06-13T18:45:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Visualization in the Healthcare Industry",
        "summary": "Connect on ideas to encourage data culture & advanced viz in the healthcare industry.",
        "description": "1. Ping on Outlier Slack or via email.\n\n2. Discussion\n\n3. Virtual configuration please\n\n4. Anything else you'd like us to know?\n\n",
        "location": "VIRTUAL",
        "imageUrl": null,
        "linkLabel": "Zoom link",
        "linkUrl": "https://us06web.zoom.us/j/84917335474?pwd=mKe0ybePFz6OvVl5WFruaNaNMBAPDq.1",
        "category": "INDUSTRY",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Priya",
            "lastName": "Dugad",
            "title": null,
            "pronouns": "she/her",
            "email": "priya.dugad@gmail.com",
            "organization": null,
            "imageUrl": null,
            "bio": null
          }
        ]
      },
      {
        "title": "Viz for Social Good",
        "summary": "We will introduce the non profit Viz for Social Good and discuss other initiatives to share and learn data viz for social good.",
        "description": "1. Best way to reach you during the conference\nSlack channel\n\n2. Session Type (Talk, Panel, Discussion, Q&A/AMA, Hands On, Fun/Misc)\nOpen discussion\n\n3. Supplies or support needed (e.g., projector)\n\n4. Anything else you'd like us to know?\n\n",
        "location": "VIRTUAL",
        "imageUrl": null,
        "linkLabel": "Zoom link",
        "linkUrl": "https://us06web.zoom.us/j/84389391403?pwd=NreUxOfYJb2xs8kO2VCbbs1EQcyDcY.1#success",
        "category": "SOCIAL",
        "status": "REJECTED",
        "speakers": [
          {
            "firstName": "Aida",
            "lastName": "Horaniet",
            "title": null,
            "pronouns": "she/her",
            "email": "aida.horanietibanez@uni.lu",
            "organization": null,
            "imageUrl": null,
            "bio": null
          }
        ]
      }
    ]
  },
  {
    "type": "PAUSE",
    "start": "2024-06-13T18:45:00.000Z",
    "end": "2024-06-13T19:10:00.000Z",
    "edition": "2024",
    "events": []
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-13T19:10:00.000Z",
    "end": "2024-06-13T20:10:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Positive Disruption Panel: GenAI",
        "summary": "Join us for an enlightening panel featuring three lightning talks at the intersection of AI, data, and design, followed by a moderated discussion and an audience Q&A session. \n\nModerated by Amanda Makulec",
        "description": "",
        "location": "UNASSIGNED",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "UNUSUAL",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "I-yang",
            "lastName": "Huang",
            "title": null,
            "pronouns": "he/him",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/huang%20i-yang.png",
            "bio": null
          },
          {
            "firstName": "Rutuja",
            "lastName": "Pawar",
            "title": null,
            "pronouns": "she/her",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Rutuja%20Pawar.png",
            "bio": null
          },
          {
            "firstName": "Tiange",
            "lastName": "Wang",
            "title": null,
            "pronouns": "she/her",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Wang_Tiange.png",
            "bio": null
          },
          {
            "firstName": "Nikita",
            "lastName": "Rokotyan",
            "title": null,
            "pronouns": null,
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Nikita%20Rokotyan.png",
            "bio": null
          }
        ]
      }
    ]
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-13T20:10:00.000Z",
    "end": "2024-06-13T20:40:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Inclusive Segmentations: Bridging the Gap Without Bias",
        "summary": "Say goodbye to large data sheets with a photo or icon of John Doe and Jane Smith. Personas are polarizing and can overemphasize physical traits over deep mental models that inform businesses on how to really connect with leads.  This talk will reframe the persona narrative to focus on what really matters in strategic customer storytelling with custom crafted persona experiences.",
        "description": "\"Gone are the days where a “stock photo profile” is an acceptable representation of a segmentation profile. When we look at representing target audiences with visual representations such as personas, we often focus so much on digging into data of how to serve audiences that we forget the most important parts:  \n\n● Who are our customers?  \n\n● What do we identify with them visually?  \n\n● How are we sharing that information with clients to inform business decisions?  \n\nSay goodbye to large data sheets with a photo or icon of John Doe and Jane Smith. Personas are polarizing and can overemphasize physical traits over deep mental models that inform businesses on how to really connect with leads.  \n\nOver the past 10 years, I have developed a roadmap to uncovering inclusive archetypal profiles and infographics to avoid \"\"profiling by demographics\"\". Building personality-based segmentation archetypes is a more memorable and inclusive way to bridge the gap between focusing on customer behaviors that drive business value. \n\nThis talk will reframe the persona narrative to focus on what really matters in strategic customer storytelling with custom crafted persona experiences. I will share recent examples from my market research portfolio and step by step share my design process.\"",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "ACCESSIBILITY",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Lisa",
            "lastName": "Vissichelli",
            "title": null,
            "pronouns": "she/her",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Lisa%20Vissichelli.png",
            "bio": "Lisa is a visual design strategist who takes infographics to the next level by transforming research insights into compelling visual stories and accessible, data-driven designs. As Head of Visual Design at Incite, STRAT7, Lisa works with Fortune 500 companies bringing in a wealth of experience by translating executive vision into comprehensive design strategies, building teams and managing workflows, and developing training programs and visual libraries to help researchers tell stories with inspiring impact."
          }
        ]
      }
    ]
  },
  {
    "type": "PAUSE",
    "start": "2024-06-13T20:40:00.000Z",
    "end": "2024-06-13T20:55:00.000Z",
    "edition": "2024",
    "events": []
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-13T20:55:00.000Z",
    "end": "2024-06-13T21:25:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Visualizing Health: Bridging the Gap Between Scientific and Mainstream Knowledge",
        "summary": "This talk explores translating complex healthcare data into accessible infographics, balancing scientific accuracy with audience comprehension. It covers crafting visuals, adapting corporate branding, and infusing relatable metaphors for empathy and emotional appeal.",
        "description": "\"This talk uncovers the journey of translating complex healthcare data into human friendly infographics. We explore the iterative process behind crafting medical visuals, addressing challenges in balancing scientific accuracy with the wider public in mind. \nWe'll dissect the entire process, from the initial brief to the final publication. Along the way, we'll discuss the challenges of transforming corporate branding guidelines and design systems into effective information design assets.\nThroughout our exploration, we dive into the complexities of transforming classic visualization models into relatable metaphors, infusing day to day analogies to enhance empathy and emotional appeal.\"",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "STORYTELLING",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Catalina",
            "lastName": "Perez",
            "title": null,
            "pronouns": "she/her",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Catalina%20Perez%20Lopez.png",
            "bio": "Catalina Perez (also known as Catalina Plé) is a lead information designer, translating complex data into relatable infographics for health, environment, education, & news. Advocate for user-centric design and data humanism, Catalina’s work can be found online (with GoodRx, Stamen, Wire, Dropbox) and in print media (RBA, Editorial Planeta)."
          }
        ]
      }
    ]
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-13T21:25:00.000Z",
    "end": "2024-06-13T21:55:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Exploring Transformation? You need a map!",
        "summary": "Presenting the right metrics at the right time at the right level of granularity for the right audience is a nuanced endeavor. Which metrics and visuals lead to the outcomes you want versus useless – or even harmful – gamification? Through the lens of software development, we’ll explore how to choose visuals to positively disrupt behaviors, especially if you aren’t a developer yourself. Not just for the dev world, this is valuable to anyone looking to choose visuals that lead to better conversations with stakeholders and both reflect and drive transformation. ",
        "description": "Presenting the right metrics at the right time at the right level of granularity for the right audience is a nuanced endeavor. Which metrics lead to the outcomes you want versus useless – or even harmful – gamification? How do you display those metrics to promote the intended actions? Through the lens of DORA (DevOps Research and Assessment) software development transformation, we’ll explore how to choose and display visuals that show the developer experience – especially if you aren’t a developer yourself – and support organizational improvement. Not just for the dev world, this is valuable to anyone looking for how to choose visuals that lead to better conversations with stakeholders, positively disrupt behaviors, and both reflect and drive transformation. ",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "ANALYTICS",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Gaelan",
            "lastName": "Smith",
            "title": null,
            "pronouns": "he/they",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Gaelan%20Smith.png",
            "bio": "Gaelan does data visualization, connecting people to their information, actions, and outcomes — and to each other. They currently create dashboards and reports for federal agencies, focused on DEIA and performance metrics. His consulting firm, Excella, is rolling out DORA-based software development transformation, and he is excited to share what he has learned about visualizing that for success."
          }
        ]
      }
    ]
  },
  {
    "type": "UNCONF",
    "start": "2024-06-13T22:05:00.000Z",
    "end": "2024-06-13T22:50:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Which Asian snack are you?",
        "summary": "Just bring your favourite Asian snack (or any snack!) and come hang out with us in the Atrium!",
        "description": "1. Best way to reach you during the conference\n\n2. Session Type (Talk, Panel, Discussion, Q&A/AMA, Hands On, Fun/Misc)\n\n3. Supplies or support needed (e.g., projector)\n\n4. Anything else you'd like us to know?\n\n",
        "location": "UNASSIGNED",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "OTHER",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Pei Ying",
            "lastName": "Loh",
            "title": null,
            "pronouns": null,
            "email": "peiying@kontinentalist.com",
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Pei%20Ying%20Loh.png",
            "bio": "Pei Ying, the driving force behind Kontinentalist, brings her unique perspective from the dynamic streets of Singapore. Leading with a mission to empower voices through compelling storytelling, she endeavors to reshape perceptions of Asia and its rich tapestry of cultures. As a co-founder and underrepresented minority in the industry, Pei Ying uses her platform to champion cause-driven narratives and foster a workspace that embraces diversity, striving for positive change within the tech and data visualization spheres."
          }
        ]
      },
      {
        "title": "Svelte + D3 for beginners",
        "summary": "D3.js is an incredibly powerful but tricky language for data visualisation, whereas Svelte is a frontend compiler which is known for its simplicity. Together, they are greater than the sum of their parts. Join us for a live coding session where we will introduce Svelte + D3 and create some simple charts.",
        "description": "1. Best way to reach you during the conference: In-person or slack\n\n2. Session Type: Live coding\n\n3. Supplies or support needed: Projector\n\n4. Anything else you'd like us to know? N/A\n\n",
        "location": "ROOM3",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "PROGRAMMING",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Matthias",
            "lastName": "Stahl",
            "title": null,
            "pronouns": "he/him",
            "email": "matthias.stahl@spiegel.de",
            "organization": null,
            "imageUrl": null,
            "bio": null
          },
          {
            "firstName": "Rudi",
            "lastName": "O'Reilly Meehan",
            "title": null,
            "pronouns": "he/him",
            "email": "rudi@dataanddesign.ie",
            "organization": null,
            "imageUrl": null,
            "bio": null
          }
        ]
      },
      {
        "title": "Viz for Social Good",
        "summary": "We will introduce Viz for Social Good and present a volunteer's experience in a recent proyect.",
        "description": "1. Best way to reach you during the conference\n\n2. Session Type (Talk, Panel, Discussion, Q&A/AMA, Hands On, Fun/Misc)\n\n3. Supplies or support needed (e.g., projector)\n\n4. Anything else you'd like us to know?\n\n",
        "location": "ROOM2",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "SOCIAL",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Aida",
            "lastName": "Horaniet",
            "title": null,
            "pronouns": "she/her",
            "email": "aida.horanietibanez@uni.lu",
            "organization": null,
            "imageUrl": null,
            "bio": null
          }
        ]
      },
      {
        "title": "Imagining the Next Five Years of the Data Visualization Society",
        "summary": "Join board members from DVS to chat candidly about the DVS as a community, as a professional association, and as a company. How can we continue to build community and nurture, celebrate, and advance the field? What roles is DVS uniquely positioned to play as our field evolves? We want to hear from you, whether this is your first experience with DVS or if you've been with us from the early days in 2019.\n\nWe will host virtual conversations on this same topic outside of Outlier with our larger DVS community to make sure we hear from those joining us virtually or part of DVS but not attending Outlier this year.",
        "description": "1. Best way to reach you during the conference\n\n2. Session Type (Talk, Panel, Discussion, Q&A/AMA, Hands On, Fun/Misc)\n\n3. Supplies or support needed (e.g., projector)\n\n4. Anything else you'd like us to know?\n\n",
        "location": "ROOM1",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "OTHER",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Amanda",
            "lastName": "Makulec",
            "title": null,
            "pronouns": "she/her",
            "email": "executive@datavisualizationsociety.com",
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Amanda%20Makulec.png",
            "bio": null
          }
        ]
      }
    ]
  },
  {
    "type": "ANNOUNCEMENT",
    "start": "2024-06-13T22:50:00.000Z",
    "end": "2024-06-13T23:00:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Day 2 Closing",
        "summary": null,
        "description": null,
        "location": "UNASSIGNED",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "OTHER",
        "status": "ACCEPTED",
        "speakers": []
      }
    ]
  },
  {
    "type": "ANNOUNCEMENT",
    "start": "2024-06-14T13:30:00.000Z",
    "end": "2024-06-14T14:00:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Registration & Breakfast",
        "summary": null,
        "description": null,
        "location": "UNASSIGNED",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "OTHER",
        "status": "ACCEPTED",
        "speakers": []
      }
    ]
  },
  {
    "type": "ANNOUNCEMENT",
    "start": "2024-06-14T14:00:00.000Z",
    "end": "2024-06-14T14:10:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Announcements",
        "summary": null,
        "description": null,
        "location": "UNASSIGNED",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "OTHER",
        "status": "ACCEPTED",
        "speakers": []
      }
    ]
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-14T14:10:00.000Z",
    "end": "2024-06-14T14:50:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "The Evolution of Journalism: Empowering Communities through Data and Storytelling",
        "summary": "Journalist Maudlyne Ihejirika will share how community engagement and the art of storytelling disrupt and transform the way we perceive information.",
        "description": "As journalism adapts to the digital age, the news industry faces a battleground where the internet and social media vie for audience attention. In this polarized landscape, audiences seek content that resonates with their local communities, including diverse perspectives and inclusive narratives. They are drawn to investigative journalism that unveils the hidden realities of systemic injustices, translating complex data into digestible insights. Journalist Maudlyne Ihejirika will share how community engagement and the art of storytelling disrupt and transform the way we perceive information.",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "KEYNOTE",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Maudlyne",
            "lastName": "Ihejirika",
            "title": null,
            "pronouns": null,
            "email": null,
            "organization": null,
            "imageUrl": null,
            "bio": null
          }
        ]
      }
    ]
  },
  {
    "type": "LIGHTNING",
    "start": "2024-06-14T14:50:00.000Z",
    "end": "2024-06-14T15:00:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "User-friendly Visual of Future Hospital Volume for Staff Optimization",
        "summary": "To provide patients in an emergency room the care they need, staffing and workflow changes need to occur before volume surges.  We developed a detailed, easy to read dashboard that presents volume forecasts ahead of throughput challenges. The view is delivered into emergency team communication loops at the start of each day, when the insight is most actionable.",
        "description": "Hospital bed capacity is an important resource that should be carefully managed. Foreseeing a potential surge in patient volume can prevent delays in providing care. We developed a dashboard for administrators to see when a potential change in workflow is needed ahead of time to minimize bottlenecks in hospital throughput. We will discuss the strategies we used to optimize accessibility and relevance of this tool to our clinical staff. The visual tool is shared through daily notifications to guide appropriate workflow adjustments across our hospital teams.",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "LITERACY",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Janina",
            "lastName": "Madoff",
            "title": null,
            "pronouns": "she/her",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Janina%20Madoff.png",
            "bio": "After over 15 years as a lab engineer in medical device and bionics research, I transitioned to data analytics. In this field, I could focus more on visualization and at the same time, directly support patient care. I have been in healthcare data analytics at Endeavor (formerly Northshore) for 6 years since. In all careers, I found visuals a straighforward and impactful way to drive actionable insight, especially for complex data."
          }
        ]
      }
    ]
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-14T15:00:00.000Z",
    "end": "2024-06-14T15:30:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Open Sonifications: Bringing Sound and Data to Everyone",
        "summary": "In this talk, we share a manifesto for a new approach to sonification that centres community, real issues, and danceability. Attendees will learn DIY techniques for exploring objects and data through sound -- no special software or musical background required.",
        "description": "\"Open Sonifications is a manifesto for a more inclusive approach to data sonification. \n\nThe practice of turning data into sound is dominated by approaches that prioritise analysis and algorithmic sound synthesis. This talk proposes expanding the boundaries of what is considered sonification, and how it can be done.\n\nIt does this by challenging existing conventions around what we can do with sonification, who gets to use sonification, why we sonify, what counts as valid data or valid sound, and the tools used to make sonifications. Alongside conventional sonification values such as insight and accuracy, we also value raw energy, expressiveness, polyphony, participation, decentralisation, performance, accessibility, approachability, community, and plurality of perspectives. \n\nThe approaches we describe do not seek to replace established methods, but to enrich them. We contribute a set of values, examples and instructions for joining this movement, and reflections on how people working beyond sonification might benefit from these ideas.\"",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "ACCESSIBILITY",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Jamie",
            "lastName": "Perera",
            "title": null,
            "pronouns": "he/him",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Jamie%20Perera.png",
            "bio": "Jamie Perera is an Asian mixed heritage composer, sound artist and producer born and living in East London. His work is inspired by transformation in the Anthropocene, with themes that juxtapose nature, people, places and timescales. He combines electronic production and contemporary orchestration with field recordings, data, and video."
          },
          {
            "firstName": "Jordan",
            "lastName": "Wirfs-Brock",
            "title": null,
            "pronouns": "she/her",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Jordan%20Wirfs-Brock.png",
            "bio": "Jordan Wirfs-Brock is a human-computer interaction researcher, educator, and designer. She develops tools and techniques for helping people engage all of their senses to use data as a creative material. She also loves trail running, board games, and baking."
          },
          {
            "firstName": "Duncan",
            "lastName": "Geere",
            "title": null,
            "pronouns": "he/him",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Duncan%20Geere.png",
            "bio": "Duncan Geere is an information designer and data storyteller based in Sweden. He helps organisations solving social problems to communicate their data stories, and has worked with organisations like Conservation International, the Gates Foundation, Information is Beautiful and Project Drawdown. He is a co-founder of the Loud Numbers data sonification studio, the Decibels sonification community, and the Elevate dataviz learning community. He's also a generative artist and musician."
          }
        ]
      }
    ]
  },
  {
    "type": "PAUSE",
    "start": "2024-06-14T15:30:00.000Z",
    "end": "2024-06-14T15:50:00.000Z",
    "edition": "2024",
    "events": []
  },
  {
    "type": "LIGHTNING",
    "start": "2024-06-14T15:50:00.000Z",
    "end": "2024-06-14T16:00:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Fragmented Memory – Explaining the Inexplicable",
        "summary": "This talk will examine the role of data visualization in the design of modern memorials as a strategy to help explaining the horrible events we try to remember. We will look at projects such as Peter Eisenman’s “Memorial to the Murdered Jews of Europe”, Jer Thorp’s work on the “9/11 Memorial”, MASS Design Group’s “National Lynching Memorial”, as well as my own design for “Gedenkort Reichenau” – a memorial for a forced labor camp in my hometown of Innsbruck, Austria. ",
        "description": "This talk will examine the role of data visualization in the design of modern memorials as a strategy to help explaining the horrible events we try to remember. We will look at projects such as Peter Eisenman’s “Memorial to the Murdered Jews of Europe”, Jer Thorp’s work on the “9/11 Memorial”, MASS Design Group’s “National Lynching Memorial”, as well as my own design for “Gedenkort Reichenau” – a memorial for a forced labor camp in my hometown of Innsbruck, Austria. One of the biggest challenges we faced with this project was the absence of a complete dataset to fully understand the crimes committed at the camp. Most administrative documents were destroyed just days before allied forces freed the camp, so we were left with incomplete data. I will talk about our approach we took to design the memorial that dealt with this fragmented memory.",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "ART",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Hermann",
            "lastName": "Zschiegner",
            "title": null,
            "pronouns": "he/him",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Hermann%20Zschiegner.png",
            "bio": null
          }
        ]
      }
    ]
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-14T16:00:00.000Z",
    "end": "2024-06-14T16:30:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Visual Narratives: Sexual Stigma in Physician Notes from American Eugenics Records",
        "summary": "This talk offers a unique approach to data visualization by integrating insights from natural language processing (NLP) techniques to analyze linguistic choices within doctor's notes justifying recommended sterilization procedures. By uncovering gender and sex biases embedded in these records and highlighting individual narratives alongside broader trends, the project aims to foster empathy, understanding, and awareness of historical injustices.",
        "description": "This talk offers a unique approach to data visualization by integrating insights from natural language processing (NLP) techniques to analyze linguistic choices within doctor's notes justifying recommended sterilization procedures. By uncovering gender and sex biases embedded in these records and highlighting individual narratives alongside broader trends, the project aims to foster empathy, understanding, and awareness of historical injustices. Through this innovative approach, the presentation seeks to inspire action and advocacy for social justice, challenging traditional data visualization methods and promoting a more empathetic and inclusive understanding of complex societal issues. By challenging conventional data visualization methods and emphasizing the importance of storytelling, the talk advocates for a more compassionate and inclusive approach to data analysis. Ultimately, it seeks to inspire action and advocacy for social change, empowering viewers to confront and address issues of gender bias and discrimination in healthcare practices.",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "STORYTELLING",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Jane",
            "lastName": "Huang",
            "title": null,
            "pronouns": "she/her",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/jane%20huang.png",
            "bio": null
          },
          {
            "firstName": "Carly",
            "lastName": "Bobak",
            "title": null,
            "pronouns": "she/her",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Carly-Bobak.png",
            "bio": null
          },
          {
            "firstName": "Jacqueline",
            "lastName": "Wernimont",
            "title": null,
            "pronouns": "she/her",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Jacqueline%20Wernimont.png",
            "bio": null
          }
        ]
      }
    ]
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-14T16:30:00.000Z",
    "end": "2024-06-14T17:00:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "How I Built A Data Visualization Team From Scratch",
        "summary": "Disruption is easy to talk about but true organizational change is elusive. What this talk will communicate is what I've learned through building a new data visualization team: Reimagining the way we conceptualize, scope, build and launch our data visualization projects will not be successful or joyful without considering the incentives and motivations of your team and going concentrically outwards from there, always socializing the vision, providing guidance and technical assistance, and being patient and empathetic.",
        "description": "\"This talk will provide a blueprint for organizations looking to build out or build on their data visualization expertise. It will lay out the importance of acclimating your organization to changes that are coming and happening while building the team.\n\nKey takeaways of the talk: How to set a vision for a data visualization team that will reshape norms and why it’s crucial to socialize that vision and your process around the organization; How to construct a team with complementary and shared skill sets; How to consider professional growth trajectories and internal equity when assessing and hiring candidates; Why building a technically proficient team with an ethos of replicable, open source code, rapid prototyping sensibilities, and exquisite documentation practices pays off in the short and long term. \"",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "LITERACY",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Aleszu",
            "lastName": "Bajak",
            "title": null,
            "pronouns": null,
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/Aleszu%20Bajak.png",
            "bio": "Aleszu Bajak is the director of data visualization at the Urban Institute. He provides vision, strategy, and standards for data visualization at Urban and leads a team of data visualization developers who translate Urban's research and data into visual narratives for broad and diverse audiences.  Previously, Bajak was an investigative data reporter at USA TODAY."
          }
        ]
      }
    ]
  },
  {
    "type": "SPEAKER",
    "start": "2024-06-14T17:00:00.000Z",
    "end": "2024-06-14T17:30:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Data Viz for All: Leveraging Social Media and Reachable Workshops for Increased Access",
        "summary": " In this talk, I will share my experience mentoring diverse backgrounds and using #SabtuTableau, a free data storytelling workshop focused on Indonesian issues. Discover how participants gain valuable knowledge, utilizing X to share their locally-driven data stories and give a different perspective through Data Visualization.",
        "description": "\"Many individuals lack access to mentorship and opportunities to learn data visualization skills. In this talk, I'll share my experience guiding individuals from diverse backgrounds. We'll explore how initiatives like #SabtuTableau can empower underrepresented communities.\n\nThis initiative is a free Tableau workshop with a focus on data storytelling using local Indonesian datasets and issues. It aims to create a more inclusive space for data exploration. And, we can tell those stories through X, using Tableau Data Visualization made by some of the participants.\n\nBy empowering participants to tell their own stories through data, #SabtuTableau elevates local challenges to a global audience. This approach also diversifies the conversation around data trends and case studies, ensuring Indonesia's unique perspective is included.\"",
        "location": "MAIN",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "ACCESSIBILITY",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Mikael",
            "lastName": "Dewabrata",
            "title": null,
            "pronouns": "he/him",
            "email": null,
            "organization": null,
            "imageUrl": "https://jhetjbuwacppktsrggwi.supabase.co/storage/v1/object/public/outlier-bucket/2024/mikael%20dewabrata.png",
            "bio": "Mikael Dewabrata is a content creator with more than 22K followers in X. Driven by a desire to bridge the data skills gap in Indonesia, Mikael regularly updates data visualization and data science content, gaining millions of impressions and engagements since 2022. Mikael is one of the mentors in the Mentor Fellowship by the GoTo Impact Foundation, guiding participants on their Data Analytics journey and introducing them to the power of data visualization."
          }
        ]
      }
    ]
  },
  {
    "type": "UNCONF",
    "start": "2024-06-14T17:45:00.000Z",
    "end": "2024-06-14T18:45:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Pain and gain of dataviz in scientific research",
        "summary": "A session dedicated to  dataviz practitioners working with science and research communication.\nFree-flow discussion about the peculiarities of this niche. We might end up discussing for example:\n- on how to break silos between research community and design principles?\n-the sciart freelance life?\n-the scientific journal publishing practices?\n-the many different types of tools and styles?\n\nLet's chat.",
        "description": "1. Best way to reach you during the conference   slack channel  or  nuria.altimir@gmail.com  Europe timetables\n\n2. Session Type (Talk, Panel, Discussion, Q&A/AMA, Hands On, Fun/Misc)  Discussion\n\n3. Supplies or support needed (e.g., projector) none\n\n4. Anything else you'd like us to know?\n\n",
        "location": "VIRTUAL",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "SCIENCE",
        "status": "ACCEPTED",
        "speakers": [
          {
            "firstName": "Nuria",
            "lastName": "Altimir",
            "title": null,
            "pronouns": "she/her",
            "email": "nuria.altimir@gmail.com",
            "organization": null,
            "imageUrl": null,
            "bio": null
          }
        ]
      },
      {
        "title": "Stitching Stories: Data Visualization through Knitting, Crochet, and Weaving",
        "summary": "Discuss data physicalization through crafts and textiles. We’ll show favourite examples, discuss the cultural significance of representative mediums for data physicalization, or just work on your yarn projects. ",
        "description": "An in person room and projection to show cool projects! ",
        "location": "VIRTUAL",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "DESIGN",
        "status": "REJECTED",
        "speakers": [
          {
            "firstName": "Carly",
            "lastName": "Bobak ",
            "title": null,
            "pronouns": "she/her",
            "email": "Carly.A.Bobak@dartmouth.edu",
            "organization": null,
            "imageUrl": null,
            "bio": null
          },
          {
            "firstName": "Courtney ",
            "lastName": "Schiebout",
            "title": null,
            "pronouns": "she/her",
            "email": "Courtney.Schiebout@cuanschutz.edu",
            "organization": null,
            "imageUrl": null,
            "bio": null
          },
          {
            "firstName": "Jacqueline",
            "lastName": "Wernimont ",
            "title": null,
            "pronouns": "she/her",
            "email": "Jacqueline.D.Wernimont@dartmouth.edu",
            "organization": null,
            "imageUrl": null,
            "bio": null
          }
        ]
      }
    ]
  },
  {
    "type": "PAUSE",
    "start": "2024-06-14T18:45:00.000Z",
    "end": "2024-06-14T19:00:00.000Z",
    "edition": "2024",
    "events": []
  },
  {
    "type": "NETWORKING",
    "start": "2024-06-14T19:00:00.000Z",
    "end": "2024-06-14T21:00:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Charting Truths: Why Correlation implies Causation Luminary",
        "summary": null,
        "description": null,
        "location": "UNASSIGNED",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "OTHER",
        "status": "ACCEPTED",
        "speakers": []
      }
    ]
  },
  {
    "type": "ANNOUNCEMENT",
    "start": "2024-06-14T21:00:00.000Z",
    "end": "2024-06-14T21:10:00.000Z",
    "edition": "2024",
    "events": [
      {
        "title": "Closing remarks",
        "summary": null,
        "description": null,
        "location": "UNASSIGNED",
        "imageUrl": null,
        "linkLabel": null,
        "linkUrl": null,
        "category": "OTHER",
        "status": "ACCEPTED",
        "speakers": []
      }
    ]
  }
]